{
    "publicaciones": [
        {
            "nick": "blog-dog",
            "title": "Juguetes educativos para cachorros: cómo elegir el adecuado",
            "description": "4 increíbles beneficios de los juguetes educativos para cachorros: el cerebro de un cachorro está completamente desarrollado a la edad de 6 meses, según The Pet Journey. Con tanto crecimiento en un periodo de tiempo tan corto, es importante proporcionar muchas oportunidades para que tu perro aprenda cosas nuevas, como la paciencia y las habilidades motoras, promueve el comportamiento natural, los cachorros nos enamoran, en gran parte, por sus cariño incondicional. Sin embargo, deben aprender a medir su cariño y fuerza. Los juguetes educativos para cachorros permiten que los perros exploren, olfateen, busquen y jueguen sin causar daño a nadie, los juguetes para cachorros actúan como medida preventiva contra la masticación. El American Kennel Club (AKC) señala que los cachorros mastican y se llevan a la boca todo lo que encuentran como una forma de aprendizaje. Al fin y al cabo ¡no tienen manos! Además, a los cuatro meses de edad todos los cachorros comienzan la dentición, los dientes de leche son expulsados y sustituidos por los dientes adultos. Entonces, ¿cómo se calman los cachorros y llegan a saber qué es comestible y qué no? Masticando, por supuesto. Con los juguetes educativos para morder evitarás que muerda otras cosas de valor",
            "date": "10-07-2022"
        },
        {
            "nick": "blog-dog",
            "title": "¿Cómo conseguir que un cachorro deje de morder?",
            "description": "Es muy importante que te asegures de que tu cachorro tiene un sitio en casa solo para él. Su rincón, su cama, su zona de descansar. Si no consigues que se calme, haz que se quede en su sitio durante un tiempo. Es una buena manera de que se relaje y que entienda, una vez más, que si muerde se acaba el tiempo de juego. Darle un juguete que pueda morder es muy útil para liberar energía. En la mayoría de las ocasiones, seguir interactuando con ellos solo hará que se exciten aún más. Por ello, darles un tiempo de espera hará que se tranquilicen y comprendan poco a poco cómo comportarse. Los juguetes para morder son una forma estupenda de animar a un cachorro a utilizar sus instintos naturales sin dañar a nadie. Cuando tu perro comience a morderte puedes tratar de desviar su atención hacia un juguete de este tipo. Los juguetes para masticar también ayudan a liberar energía y proporcionar estimulación mental cuando esté más hiperactivo. Anímate a jugar con él al tira y afloja, por ejemplo. De este modo aprenderá que puede utilizar sus dientes pero no contra ti, otras otras personas o animales.",
            "date": "1-07-2022"
        },
        {
            "nick": "blog-dog",
            "title": "¿Por qué mi perro ladra continuamente? ¿Cómo frenarlo?",
            "description": "Los perros son animales de manada, y si se les deja solos demasiado tiempo o con demasiada frecuencia, pueden ladrar. Lo harán especialmente si sufren ansiedad por separación. Estos ladridos se producirán cuando no estás cerca, justo antes de salir de casa o justo después de llegar. Muchos perros son, por naturaleza, protectores de su casa y familia. Algunas razas más que otras, como los rottweilers, los pastores alemanes y los komondors. Pero la mayoría de los perros tienen este instinto en cierta medida. Estos ladridos tienden a ser un poco más agresivos, sobre todo si se sienten amenazados. Además, pueden darse en exceso en perros traumatizados, ansiosos y asertivos.",
            "date": "22-06-2022"
        },
        {
            "nick": "blog-dog",
            "title": "Cómo proteger a tu perro de las espigas este verano",
            "description": "Es fundamental eliminar las espigas del jardín o de la zona en la que tu perro suele pasar tiempo sin correa. Vigila si hay espigas durante los paseos e intenta mantener a tu perro alejado de ellas. Llevar una correa corta para el paseo es una ventaja, ya que ayuda a tener la situación bajo control. Lo más importante es revisar al perro después de cada paseo o juego al aire libre. Péinalo con cuidado e inspecciona el pelaje, las orejas, los ojos, la nariz y las patas, especialmente el espacio entre los dedos. Si detectas una espiga en tu perro lo primero que te recomendamos es valorar si es todavía superficial. Es decir, si se encontrase en el pelo aún podrías retirarla con las manos o con la ayuda de unas pinzas asegurándote de que no queda ninguna parte de espiga.",
            "date": "20-06-2022"
        },
        {
            "nick": "blog-dog",
            "title": "¿Debo darle sobras de mi comida a mi perro?",
            "description": "Es importante analizar la comida que nos sobra para saber si será o no perjudicial para nuestro perro. Aunque algunos alimentos como el café, chocolate y el azúcar están vetados y todos lo sabemos, hay otros alimentos muy frecuentes en nuestras sobras que también debemos evitar: Huesos cocidos o sobras de pescado: pueden astillarse y provocar heridas y atragantamientos. Lácteos: pueden provocar malestar al ingerirlos, sobre todo en perros intolerantes a la lactosa. Cebolla y ajo: pueden ser tóxicos y dañar su sistema digestivo. Sin embargo, hay alimentos en nuestras sobras de comida que nuestro perro sí puede comer como: algunas frutas, verduras cocidas, pasta y arroz sin condimentos, carnes rojas sin sal y condimentos, pan. Es recomendable no mezclar las sobras con su pienso o comida, ya que los tiempos de digestión son distintos y esto podría crear en ellos algún tipo de gastroenteritis.",
            "date": "16-06-2022"
        },
        {
            "nick": "blog-dog",
            "title": "El golpe de calor en los perros: causas, síntomas",
            "description": "Síntomas del golpe de calor: Los primeros signos de un golpe de calor pueden ser sutiles, pero es importante conocer las señales de advertencia a las que hay que prestar atención: Jadeo más rápido o intenso, babeo excesivo, aumento del ritmo cardíaco, encías de color rojo brillante , vómitos o diarrea, dificultad para respirar, debilidad o desmayo, primeros auxilios en caso de golpe de calor. Si un perro muestra síntomas de insolación, es importante actuar rápidamente siguiendo estos pasos: Trata de tranquilizarle y llevarlo a una zona fresca, dale agua fría, pero no helada, contacta con tu veterinario.",
            "date": "10-06-2022"
        },
        {
            "nick": "blog-dog",
            "title": "¿Por qué es importante pasear con la correa suelta?",
            "description": "Lo primero que hay que mencionar es que las correas son vitales. Nunca se debe pasear sin correa en una zona pública y abierta, especialmente si tu perro tiende a escaparse. Por eso es tan importante aprender la técnica de paseo adecuada para disfrutar del tiempo al aire libre juntos caminando uno al lado del otro. Aunque ir con correa no es algo instintivo para los perros, éstos aprenden rápido y pueden determinar cómo reaccionar en función de las señales que les dan sus dueños. El equipo de paseo adecuado, arnés: En lugar de un collar tradicional para perros, un arnés ajustado al pecho quita la presión de la zona sensible del cuello del perro distribuyendo la presión de forma más uniforme alrededor del cuerpo, correa: Lo siguiente que necesitas es una correa que pueda extenderse hasta 2 metros o más de longitud. Esto permitirá que tu perro tenga la suficiente libertad para explorar y, al mismo tiempo, te dará el control, golosinas: Serán útiles para que puedas premiar y reforzar el comportamiento correcto.",
            "date": "5-06-2022"
        },
        {
            "nick": "blog-dog",
            "title": "¿Por qué aúlla mi perro y qué hago para frenarlo?",
            "description": "Si has notado que tu perro ha empezado a aullar en exceso recientemente o si los vecinos te han alertado de que últimamente tu pero aúlla cuando estás fuera de casa, podría ser un claro indicio de que tu perro está sufriendo ansiedad por separación. Los perros son animales sociales y, del mismo modo que nosotros, pueden sentirse solos si están sin compañía durante mucho tiempo. Si crees que tu perro puede estar sufriendo ansiedad por separación, puedes afianzar esa idea si además tiene un comportamiento destructivo, hace sus necesidades en casa y lo notas deprimido. Una medida útil para evitarlo es dejarlo a solas en periodos de tiempo que vayan aumentando gradualmente,",
            "date": "23-05-2022"
        }
    ]
}
